<?php
define("_TITLE", "రైతు సంక్షేమ వ్యవస్థ");
define("_TITLE_KEY", "రై");
define("_TITLE_VALUE", "తు సంక్షేమ వ్యవస్థ");
define("_HOME", "హోమ్");
define("_ABOUT_US", "మా గురించి");
define("_GALLERY", "గ్యాలరీ");
define("_LANGUAGE", "భాష");
define("_CONTACT_US", "సంప్రదించండి");
define('_CONTENT1', 'మేము ఉత్తమ సేంద్రియ ఆహారాన్ని ఉత్పత్తి చేస్తాము');
define('_CONTENT2', 'మేము మీ వ్యవసాయాన్ని వృద్ది చేస్తాము ');
define('_CONTENT3', 'మీ పంటలను పెంచండి');
define('_WELCOME', 'ఫార్మలాండ్ కు స్వాగతం');
define('_PARA1', '"ఈ సర్వేలో ప్రభుత్వం మెరిట్ను కనుగొన్నట్లయితే, అదే పారామితులను అనుసరిస్తూ వారు పెద్దగా నియమిస్తారు" అని ఆయన చెప్పారు. అధ్యయనం కోసం జిల్లాలు అధిక గ్రామీణ జనాభా మరియు వ్యవసాయంపై అధిక ఆధారపడే గ్రామాలు ఉన్న జిల్లాలు నుండి యాదృచ్ఛికంగా ఎంపిక చేశారు');
define('_READ_MORE', 'ఇంకా చదవండి');
define('_CONTENT_MODAL', '1960 ల నాటినుంచి, ప్రపంచ ఆహార వ్యవస్థ ప్రపంచ జనాభాలో రెట్టింపుకు ప్రతిస్పందించింది, తలసరి ఆహారాన్ని తక్కువ ధరల వద్ద మరింత ఆహారాన్ని అందించింది. గ్లోబల్ న్యూట్రిషన్ స్థిరంగా మెరుగుపడింది. ఈ పనితీరు అధిక దిగుబడి విత్తనాలు, నీటిపారుదల, మొక్కల పోషణ మరియు పెస్ట్ నియంత్రణ కలయికతో సాధ్యపడింది. ఈ ప్రక్రియలో, వ్యవసాయానికి అధిక పరిమాణ నీటిని కేటాయించారు. జనాభా పెరగడంతో, నెమ్మదిగా, మరింత ఆహారం మరియు పశువుల పెంపకం భవిష్యత్తులో ఉత్పత్తి చేయబడాలి మరియు ఈ ప్రయోజనం కోసం మరింత నీరు జరపాలి. అభివృద్ధి చెందుతున్న దేశాల్లో నీటిపారుదల కోసం నీటి ఉపసంహరణలు 2030 వరకు సంపూర్ణ 14 శాతం పెరుగుతుందని అంచనా వేయగా, నీటిపారుదల నీటి వినియోగ సామర్ధ్యం సగటు 4 శాతం పెరిగే అవకాశం ఉంది. నీటి కొరత ఒత్తిడి స్థానికంగా పెరగడానికి ముందుగా ఉంటుంది మరియు కొన్ని సందర్భాల్లో ప్రాంతీయంగా మరియు అనేక దేశాలు తమ ఆహార భద్రత కోసం వ్యాపారంపై మరింత ఆధారపడతాయి.<br/><br/>

చారిత్రాత్మకంగా తక్కువ ధరలలో ఆహార ఉత్పత్తి సంతృప్తికరంగా ఉండగా, అభివృద్ధి చెందుతున్న దేశాల్లో 777 మిలియన్ల మందికి సరిపోవు మరియు తగినంత ఆహారాన్ని పొందలేకపోతున్నారంటే, వాటిని కొనుగోలు చేయడానికి వనరులు లేక జీవనాధార రైతులకు ఇది. పోషకాహార పరిస్థితిలో మొత్తం మెరుగుదల ఉన్నప్పటికీ, పోషకాహార లోపం యొక్క పూర్తి సంఖ్య ఊహించిన దాని కంటే చాలా నెమ్మదిగా తగ్గుతుంది. 1996 ప్రపంచ ఆహార సమ్మేళనం (అనుబంధం 1 చూడండి) సుమారు 400 మిలియన్ల మందికి దీర్ఘకాల ఆకలితో ఉన్న ప్రజల సంఖ్యను తగ్గించాలనే లక్ష్యాన్ని నెలకొల్పుతుంది, అయితే ప్రస్తుత అంచనాల ప్రకారం ఈ సంఖ్య 2030 నాటికి లక్ష్యంగా కంటే అంటే 2030 నాటికి సాధించవచ్చు, అంటే నిర్ణయాత్మక విధానం మరియు ఆర్థిక చర్యలు తీసుకుంటారు.<br/><br/>

నీటిపారుదల వ్యవసాయం ప్రపంచాన్ని ఆహారం కోసం అవసరమైన ఆహారాన్ని ఉత్పత్తి చేయడానికి పెద్ద మొత్తంలో నీరు అవసరం. ఇరిగేషన్-నీటి నిర్వహణ కొత్త ఉత్పత్తి అవసరాలకు అనుగుణంగా వెళ్ళటానికి మరియు ఇతర ఆర్ధిక రంగాల నుండి పోటీ దావాలను పునరుద్దరించటానికి మరియు పర్యావరణ రక్షణకు కాల్స్ కు చాలా దూరంగా ఉంది. అయితే, నీటిని ఆదా చేసే సాంకేతికతలు అందుబాటులో ఉన్నాయి మరియు నీటి వ్యర్థాన్ని గణనీయంగా తగ్గిస్తాయి. అదనంగా, సాగునీటి వ్యవసాయంలో మెరుగైన నీటి ఉత్పాదకతను సమర్ధించే రాజకీయ, చట్టపరమైన మరియు సంస్థాగత ఫ్రేమ్వర్క్ కూడా అనుసరణ సంకేతాలను చూపుతుంది. వాటర్-మేనేజ్మెంట్ పోకడలు వాటాదారులను సాధికారమివ్వడం, పేదలకు మరియు అట్టడుగుకు ప్రాధాన్యతగా ఉంటాయి. అదే సమయంలో, నీటి మానవ ఆరోగ్యానికి మరియు జల పర్యావరణం కోసం మరింత శ్రద్ధ కోసం కావాలి. ప్రపంచంలోని అతిపెద్ద నీటి వినియోగదారుగా ఉన్న వ్యవసాయం నుండి సందేశాన్ని ఆశాజనకంగా ఆశాజనకంగా ఉంది.');
define('_SECTION1', 'ప్రేమతో పెంచిన సేంద్రీయ ఉత్పత్తులు');
define('_NEWSLETTER', 'వార్తాలేఖ');
define('_EMAIL', 'మీ ఇమెయిల్..');
define('_INFORMATION','మరిన్ని వివరములకు');
define('_RIGHTS','అన్ని హక్కులూ రిజర్వు చేయబడినవి');
define('_EXPLORE', 'శోధించు');
define('_CROPS', "పంటలు");
define('_MARKET_PRICES', "మార్కెట్ ధరలు");
define('_SEEDS', "విత్తనాలు");
define('_PESTICIDES', "పురుగుమందులు");
define('_FERTILIZERS', "ఎరువులు");
define('_SOIL_FERTILITY', "నేల సారవంతం వివరాలు");
define('_AREAS', "నీటిపారుదల మరియు నిర్జలీకరణ ప్రాంతాలు");
define('_WEATHER', "వాతావరణ వివరాలు");
define('_SCHEMES', "ప్రభుత్వ పథకాలు");
define('_FUNDS', "ప్రభుత్వ నిధులు");
define('_LOANS', "ప్రభుత్వ రుణాలు");
define('_QUERIES', "ప్రశ్నలు");
define('_EQUIPMENTS', "పరికరాలు");
define('_PRICE', 'ధర');
define('_COMMENTS', 'వ్యాఖ్యలు');
define('_PERCENTAGE', 'శాతం');
define('_DEGREE', 'డిగ్రీస్');
define('_SOIL_TYPE', 'నేల రకం');
define('_NO_DATA', 'సమాచారం అందుబాటులో లేదు');
define('_IRRIGATED', 'నీటిపారుదల ప్రాంతపు');
define('_UNIRRIGATED', 'నిర్జలీకరణ ప్రాంతపు');
define('_RAINFALL', 'వర్షపాతం');
define('_TEMPARATURE', 'ఉష్ణోగ్రత');
define('_HUMIDITY', 'తేమ');
define('_WIND', 'గాలి');
define('_START_RECORDING', 'నమూనా రేట్ను చూడడానికి రికార్డింగ్ ప్రారంభించండి');
define('_RECORD', 'రికార్డు');
define('_PAUSE', 'పాజ్');
define('_STOP', 'ఆపు');
define('_RECORDINGS', 'రికార్డింగ్స్');
define('_REPLY', 'ప్రత్యుత్తరం ');
?>
